analysis/perf-optimize/runs/m0107_su_v3_20260521_204414/pgbench_c100_standard.txt
pgbench (18.3)
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 100
query mode: simple
number of clients: 100
number of threads: 100
maximum number of tries: 1
duration: 90 s
number of transactions actually processed: 142481
number of failed transactions: 0 (0.000%)
latency average = 63.207 ms
initial connection time = 8.894 ms
tps = 1582.106492 (without initial connection time)